/* No comment provided by engineer. */
"3D Surround" = "3D 環繞立體聲";

/* No comment provided by engineer. */
"3D Surround Off" = "3D 環繞立體聲關閉";

/* No comment provided by engineer. */
"3D Surround On" = "3D 環繞立體聲開啟";

/* No comment provided by engineer. */
"3D Surround On/Off" = "3D 環繞立體聲開啟/關閉";

/* No comment provided by engineer. */
"A new version of Boom 3D is available" = "Boom 3D 的新版本可用";

/* No comment provided by engineer. */
"About" = "關於";

/* No comment provided by engineer. */
"Acknowledgement Boom 3 uses Mp3 game express" = "誌謝Boom 3D 使用 MP3Gain Express 技術。";

/* No comment provided by engineer. */
"Already purchased Boom?" = "已經購買了 Boom？";

/* No comment provided by engineer. */
"An error occured while unregistering Boom 3D." = "取消註冊 Boom 3D 時出現錯誤。";

/* No comment provided by engineer. */
"Another preset with the name '%@' already exist. Please use a different name." = "“%@”這個名稱的預設組已經存在。請使用其他名稱。";

/* No comment provided by engineer. */
"Apps Volume Controller" = "應用程式音量控制器";

/* No comment provided by engineer. */
"Are you sure you want to quit the application?" = "是否確定要退出應用程式？";

/* No comment provided by engineer. */
"Are you sure you want to restart your computer now?" = "是否確定要立即重新啟動電腦？";

/* No comment provided by engineer. */
"BOOM 3D has brought the audio in my Mac to life with its 3D Surround Sound! Check out this new groundbreaking app http://www.globaldelight.com/boom3d" = "BOOM 3D 具有 3D 環繞立體聲音效，使 Mac 中的音訊生動無限！瞭解這個新的開創性應用程式 http://www.globaldelight.com/boom3d";

/* You have successfully installed Boom 3D! Before you experience the Boomin’ effect, you need to restart your Mac.  Please make sure to first save all unsaved works, then restart and get Boomin’! */
"Before you experience the Boomin’ effect, you need to" = "在體驗 Boomin 的音效之前，需要";

/* No comment provided by engineer. */
"Beta Verification Error" = "測試版驗證錯誤";

/* No comment provided by engineer. */
"Boom 3D Error" = "Boom 3D 錯誤";

/* No comment provided by engineer. */
"Boom 3D beta expired." = "Boom 3D 試用版已到期。";

/* No comment provided by engineer. */
"Boom 3D is already running" = "Boom 3D 已經在執行中";

/* String being split into multiple strings for UI display. Reference String: Boom 3D is an app that offers fully immersive 3D audio experience on Mac and enhances audio quality for an unparalleled listening experience */
"Boom 3D is an app that offers fully immersive 3D audio experience on" = "Boom 3D 是一款提供完全沉浸式 3D 音訊體驗的應用程式";

/* No comment provided by engineer. */
"Boom 3D is up to date!" = "您的 Boom 3D 已經是最新版！";

/* No comment provided by engineer. */
"Boom 3D needs to install audio driver" = "Boom 3D 需要安裝音訊驅動程式";

/* No comment provided by engineer. */
"Boom 3D private beta has expired. Stay tuned for more updates." = "Boom 3D 個人試用版已過期。敬請期待更多的更新。";

/* No comment provided by engineer. */
"Boom 3D was unable to open URL" = "Boom 3D 無法開啟 URL";

/* No comment provided by engineer. */
"Boom Audio Device Installation" = "Boom 音訊裝置安裝";

/* No comment provided by engineer. */
"Boom On/Off" = "Boom 開啟/關閉";

/* No comment provided by engineer. */
"Boom Presets" = "Boom 預設";

/* No comment provided by engineer. */
"Boom Volume On/Off" = "Boom 音量 開啟/關閉";

/* No comment provided by engineer. */
"Boom and Boom 3D cannot run simultaneously." = "Boom 和 Boom 3D 不能同時運作。";

/* No comment provided by engineer. */
"Boost Level Down" = "增加水平下降";

/* No comment provided by engineer. */
"Boost Level Up" = "增加水平上升";

/* No comment provided by engineer. */
"Boost OFF" = "增加關閉";

/* No comment provided by engineer. */
"Boost ON" = "增加開啟";

/* String being split into multiple strings for UI display. Reference String: By clicking on ‘Install’, you accept and agree to the Terms & Conditions laid down in the EULA. */
"By clicking on ‘Install’, you accept and agree to the Terms & Conditions" = "按一下「安裝」，即可接受並同意「條款和條件」";

/* No comment provided by engineer. */
"Cancel" = "取消";

/* No comment provided by engineer. */
"Caution!" = "注意！";

/* No comment provided by engineer. */
"Change Presets" = "變更預設";

/* No comment provided by engineer. */
"Check for Update" = "檢查有無更新程式";

/* No comment provided by engineer. */
"Close" = "關閉";

/* No comment provided by engineer. */
"Congratulations!" = "恭喜!";

/* No comment provided by engineer. */
"Connect your headphone to" = "將耳機連接至";

/* No comment provided by engineer. */
"Continue" = "繼續";

/* No comment provided by engineer. */
"Continue uninstalling Boom 3D?" = "是否繼續解除安裝 Boom 3D？";

/* No comment provided by engineer. */
"Controlled" = "已控制";

/* No comment provided by engineer. */
"Could not connect to the server. Please check your Internet connection." = "無法連接伺服器。請檢查您的 Internet 連線。";

/* No comment provided by engineer. */
"Crafted by Global Delight" = "Global Delight 開發";

/* Eg: My %@ */
"Custom Preset name" = "自訂預設名稱";

/* No comment provided by engineer. */
"Delete preset" = "刪除預設組";

/* No comment provided by engineer. */
"Do not warn me again" = "以後不要警告我";

/* No comment provided by engineer. */
"Do you want to delete the preset '%@' ?" = "是否想要刪除預設 '%@' ？";

/* No comment provided by engineer. */
"Done" = "完成";

/* No comment provided by engineer. */
"Download Manual" = "需要幫助？";

/* No comment provided by engineer. */
"Edit" = "編輯";

/* No comment provided by engineer. */
"Effects" = "音效";

/* No comment provided by engineer. */
"Email:" = "電子郵件：";

/* No comment provided by engineer. */
"Enable Visual Feedback Overlay" = "啟用視覺回饋疊加模式";

/* No comment provided by engineer. */
"End User License Agreement(EULA)" = "終端使用者授權合約 (EULA)";

/* No comment provided by engineer. */
"Enjoying Boom?" = "喜歡 Boom？";

/* No comment provided by engineer. */
"Equalizer" = "等化器";

/* No comment provided by engineer. */
"Equalizer Off" = "關閉等化器";

/* No comment provided by engineer. */
"Equalizer On" = "開啟等化器";

/* No comment provided by engineer. */
"Equalizer On/Off" = "等化器開/關";

/* No comment provided by engineer. */
"Equalizer will lose its proportions" = "等化器的比例會消失";

/* No comment provided by engineer. */
"Equalizers" = "等化器";

/* No comment provided by engineer. */
"Failed to unregister" = "無法取消註冊";

/* No comment provided by engineer. */
"Feedback/Queries" = "意見反應/查詢";

/* No comment provided by engineer. */
"FeedbackMessage" = "能給我們一點意見嗎？";

/* No comment provided by engineer. */
"Feel Your Audio" = "感受音訊";

/* No comment provided by engineer. */
"Feel the blast to your senses. Experience Boom 3D." = "感受爆炸性的感覺。體驗 Boom 3D。";

/* No comment provided by engineer. */
"Feel your Mac coming to life with BOOM 3D! This all-new application, the successor to Boom2, features incredible 3D Virtual Surround Sound that creates a truly magical and immersive audio experience; the new intensity slider and handcrafted presets transform even the lowest pitched audio to sound sharper and more intelligible. Check out Boom 3D on the Mac to experience a completely new way to listen and enjoy audio http://www.globaldelight.com/boom3d" = "BOOM 3D 使您的 Mac 體驗生動無限！此款全新的應用程式，是 Boom2 的擴展版，具有令人難以置信的 3D 虛擬環繞立體聲，可創造真正神奇的沉浸式音訊體驗；新的強度滑桿和自訂的預設，即使是最低的音高也能轉換成更清晰、更動聽的聲音。在 Mac 上使用 Boom 3D，體驗一種聆聽和欣賞音樂的全新方式 http://www.globaldelight.com/boom3d";

/* No comment provided by engineer. */
"Follow" = "關注";

/* No comment provided by engineer. */
"Further movement will change frequency proportions" = "繼續移動會改變頻率比例";

/* No comment provided by engineer. */
"General Preferences" = "一般偏好";

/* No comment provided by engineer. */
"Has your experience with Boom 3D been satisfactory?" = "Boom 3D 的體驗是否令您滿意？";

/* No comment provided by engineer. */
"HotKey already in use" = "此快速鍵已被佔用";

/* No comment provided by engineer. */
"Hotkey" = "熱鍵";

/* No comment provided by engineer. */
"I need some help with Boom 3D" = "我需要一些 Boom 3D 使用幫助";

/* No comment provided by engineer. */
"Installation Complete" = "安裝完成";

/* No comment provided by engineer. */
"Intensity" = "強度";

/* No comment provided by engineer. */
"Key in use message" = "使用的鍵訊息";

/* No comment provided by engineer. */
"Let Boom 3D use any key as a hotkey" = "讓 Boom 3D 使用任何鍵作為熱鍵";

/* No comment provided by engineer. */
"Like" = "點贊";

/* String being split into multiple strings for UI display. Reference String: Boom 3D is an app that offers fully immersive 3D audio experience on Mac and enhances audio quality for an unparalleled listening experience */
"Mac and enhances audio quality for an unparalleled listening experience" = "Mac，並提高音訊品質，獲得無與倫比的聽覺體驗";

/* No comment provided by engineer. */
"Make sure you have signed up for the Beta Program. If you have signed up please check your Internet connection and re-enter your email address." = "請務必申請測試版計畫。若您已經申請，則檢查 Internet 連線，然後重新輸入電子郵件位址。";

/* No comment provided by engineer. */
"My Presets" = "我的預設";

/* No comment provided by engineer. */
"NO" = "否";

/* No comment provided by engineer. */
"New" = "新";

/* No comment provided by engineer. */
"No" = "否";

/* No comment provided by engineer. */
"Not now, thanks" = "暫時不要";

/* No comment provided by engineer. */
"Not really" = "不要";

/* No comment provided by engineer. */
"OFF" = "關閉";

/* No comment provided by engineer. */
"OK" = "好";

/* No comment provided by engineer. */
"OK, got it!" = "好，我知道了";

/* No comment provided by engineer. */
"ON" = "開啟";

/* No comment provided by engineer. */
"Okay, got it" = "好，我知道了";

/* No comment provided by engineer. */
"Open Boom..." = "開啟 Boom...";

/* No comment provided by engineer. */
"Play feedback when boom audio level is changed" = "Boom 音訊電平改變時播放意見反應";

/* No comment provided by engineer. */
"Please download and run the uninstall application from the website." = "請從網站下載並執行解除安裝應用程式。";

/* No comment provided by engineer. */
"Preset already exist" = "此預設組已經存在";

/* No comment provided by engineer. */
"Purchase" = "購買";

/* No comment provided by engineer. */
"PurchaseProgressTitle" = "請稍等一下。此應用程式正在為您檢查可用項目…";

/* No comment provided by engineer. */
"Quit" = "結束";

/* No comment provided by engineer. */
"Quit Boom 3D" = "結束 Boom 3D";

/* No comment provided by engineer. */
"Quit and Relaunch" = "結束並重新啟動";

/* No comment provided by engineer. */
"Quit the running Boom 3D app to continue." = "請結束 Boom 3D 應用程式以便繼續。";

/* No comment provided by engineer. */
"Register" = "註冊";

/* No comment provided by engineer. */
"Registration Code:" = "註冊碼：";

/* No comment provided by engineer. */
"Replace" = "取代";

/* No comment provided by engineer. */
"Restart" = "重新啟動";

/* No comment provided by engineer. */
"Restart your computer" = "重新啟動電腦";

/* No comment provided by engineer. */
"SUBWOOFER" = "SUBWOOFER";

/* No comment provided by engineer. */
"Settings" = "設定";

/* No comment provided by engineer. */
"Share" = "共用";

/* No comment provided by engineer. */
"Show Boom Window" = "顯示 Boom 視窗";

/* No comment provided by engineer. */
"Skip Version" = "跳過版本";

/* No comment provided by engineer. */
"Some Speakers are Off" = "一些喇叭已關閉";

/* No comment provided by engineer. */
"Start Boom 3D at login" = "登入時啟動 Boom 3D";

/* No comment provided by engineer. */
"Stay in touch with Us!" = "與我們保持聯絡！";

/* No comment provided by engineer. */
"Support" = "支援";

/* No comment provided by engineer. */
"Switch EQ Preset" = "切換等化器預設組";

/* No comment provided by engineer. */
"TWEETER" = "TWEETER";

/* No comment provided by engineer. */
"TellAFriendMessage" = "你好,\n\nBOOM 3D 使您的 Mac 體驗生動無限！此款全新的應用程式，是 Boom2 的擴展版，具有令人難以置信的 3D 虛擬環繞立體聲，可創造真正神奇的沉浸式音訊體驗；新的強度滑桿和自訂的預設，即使是最低的音高也能轉換成更清晰、更動聽的聲音。在 Mac 上使用 Boom 3D，體驗一種聆聽和欣賞音樂的全新方式 http://www.globaldelight.com/boom3d";

/* No comment provided by engineer. */
"The entered key combination is already in use. Please use a different key combination." = "輸入的組合鍵已被使用。請使用其他組合鍵。";

/* No comment provided by engineer. */
"The system hot keys cannot be overriden. Please customize your hotkeys to use them." = "系統熱鍵不能重寫。請自訂熱鍵進行使用。";

/* No comment provided by engineer. */
"This equalizer preset has been" = "此等化器預設已";

/* No comment provided by engineer. */
"This installation requires restarting your Mac" = "此安裝需要重新啟動 Mac";

/* This installer may have caused certain apps to stop working appropriately. Restarting your mac will solve these issues;. if you don’t want to do that however, you’ll need to restart any apps that are not working correctly. */
"This installer may have caused certain apps to stop working" = "此安裝程式可能導致某些應用程式停止工作 適當。重新啟動 Mac";

/* No comment provided by engineer. */
"Unable to open URL" = "無法打開 URL";

/* No comment provided by engineer. */
"Uninstall Boom 3D" = "解除安裝 Boom 3D";

/* No comment provided by engineer. */
"Uninstall Boom 3D Device" = "解除安裝 Boom 3D 設備";

/* No comment provided by engineer. */
"Update" = "更新";

/* No comment provided by engineer. */
"Update Download Complete Message" = "更新完成！";

/* No comment provided by engineer. */
"Update Download Complete Title" = "Boom 3D 更新完成";

/* No comment provided by engineer. */
"Update Download Failed Message" = "無法下載更新程式。請檢查您的網路連線，然後再試一次。";

/* No comment provided by engineer. */
"Update Download Failed Title" = "Boom 3D 更新失敗。";

/* No comment provided by engineer. */
"Warning!" = "警告！";

/* No comment provided by engineer. */
"We really need your feedback!" = "我們非常需要您的意見反應！";

/* No comment provided by engineer. */
"Would you like to share your review/rating on the App Store?" = "那麼是否要在 App Store 上寫評語或給分呢？";

/* No comment provided by engineer. */
"YES" = "是";

/* No comment provided by engineer. */
"Yeah, sure!" = "好啊！";

/* No comment provided by engineer. */
"Yes" = "是";

/* No comment provided by engineer. */
"Yes!" = "好！";

/* No comment provided by engineer. */
"You are booming with the latest version of Boom 3D." = "您目前使用的是最新版 Boom 3D。";

/* No comment provided by engineer. */
"You have modified '%@'. Would you like to replace the preset or create a new one?" = "您已修改 '％@'。是否要替換預設？還是建立新的預設？";

/* You have successfully installed Boom 3D! Before you experience the Boomin’ effect, you need to restart your Mac.  Please make sure to first save all unsaved works, then restart and get Boomin’! */
"You have successfully installed Boom 3D!" = "您已成功安裝 Boom 3D！";

/* No comment provided by engineer. */
"Your Preset changes are not yet saved. Do you still want to close the window?" = "您的預設變更尚未儲存。是否仍然想要關閉視窗？";

/* You have successfully installed Boom 3D! Before you experience the Boomin’ effect, you need to restart your Mac.  Please make sure to first save all unsaved works, then restart and get Boomin’! */
"all unsaved works, then restart and get Boomin’!" = "所有未儲存的工作，然後重新啟動並獲得 Boomin'！";

/* This installer may have caused certain apps to stop working appropriately. Restarting your mac will solve these issues;. if you don’t want to do that however, you’ll need to restart any apps that are not working correctly. */
"any apps that are not working correctly." = "";

/* This installer may have caused certain apps to stop working appropriately. Restarting your mac will solve these issues;. if you don’t want to do that however, you’ll need to restart any apps that are not working correctly. */
"appropriately. Restarting your mac will solve these issues;." = "將會解決這些問題。若您不想採取此方法，則需重新啟動 ";

/* No comment provided by engineer. */
"calibrated to perfection" = "校準至最佳狀態";

/* No comment provided by engineer. */
"experience 3D" = "體驗 3D";

/* This installer may have caused certain apps to stop working appropriately. Restarting your mac will solve these issues;. if you don’t want to do that however, you’ll need to restart any apps that are not working correctly. */
"if you don’t want to do that however, you’ll need to restart" = "任何無法正常工作的應用程式。";

/* String being split into multiple strings for UI display. Reference String: By clicking on ‘Install’, you accept and agree to the Terms & Conditions laid down in the EULA. */
"laid down in the EULA." = "在 EULA 中規定。";

/* off */
"off" = "關閉";

/* on */
"on" = "位於";

//Manually added strings

"Select your audio output device" = "選擇您的音訊輸出裝置";

"Switch Boom On / Off" = "Boom 開/關";

"Experience system wide audio enhancement" = "體驗系統廣泛的音訊增強";

"Control individual application volumes" = "控制單一應用程式音量";

"Click for 3D setup screen" = "按一下以顯示 3D 設定畫面";

"Swipe left for more effects" = "向左滑動以瞭解更多效果";

"Offers full control of 3D audio output" = "提供 3D 音訊輸出的全面控制";

"Click on individual speakers\nto turn ON/OFF " = "按一下單一喇叭\n以開啟/關閉";

"Turn On/Off individual volume controller" = "開啟/關閉單一音量控制器";

"Click to mute specific application" = "按一下以關閉特定應用程式";

"Boom needs an audio device installation for system wide\naudio enhancement." = "Boom 需要安裝音訊裝置以獲得系統廣泛的音訊增強。";

"This process will need to restart the system" = "此過程需要重新啟動系統";

"Start Boom 3D at login." = "登入時啟動 Boom 3D。";

"Welcome to " = "歡迎使用 ";

"Experience true virtual surround audio experience." = "體驗真正的虛擬環繞音效。";

"Connect your headphone to experience the immersive 3D Surround Sound" = "連接您的耳機即可體驗沉浸式 3D 環繞音效。";

"EnablePushNotificationsTitle" = "請啟用 Boom 3D 的“推播通知”功能";

"EnablePushNotificationsDescription" = "您可收到我們提供的重大消息，隨時了解最新快訊！";

"PushesYes" = "啟用推播通知功能";

"PushesNotNow" = "以後再提醒我";

"PushesAbsoluteNo" = "以後不要再問我";

"Connect your headphone to experience the" = "連接您的耳機即可體驗沉浸式";
"immersive 3D Surround Sound" = "3D 環繞音效。";

"Switch Boom On/Off" = "Boom 開/關";

"Start Booming" = "開始享用 Boom";

"Surround" = "環繞立體聲";

"Boom ON/OFF" = "Boom 開啟/關閉";

"Connect your headphone to experience 3D" = "將耳機連接至 體驗 3D";

"System wide shall be back in\naction once you have quit\nFaceTime" = "整個系統 应该会在您退出\nFaceTime 后立即启用";

"System wide shall be back in\naction once you have quit\nAirPlay" = "整個系統 应该会在您退出\nAirPlay 后立即启用";

"Go System Wide" = "进入整个系统";

"AirPlay ON" = "AirPlay 打开";
"FaceTime ON" = "FaceTime 打开";

"Drag and drop a song to play" = "拖放一首歌曲播放";

"My System" = "我的 %@";

"Select Your Headphone type" = "選擇您的耳機類型";
"Rate/Review" = "評分/查看";
"Skip Intro" = "跳過介紹";
"Your Opinion Matters" = "您的意見";
"Notifications and user-interface sounds" = "通知和使用者介面音效";
"Speech" = "講話";
"Feedback" = "意見反應";
"Go System Wide" = "進入整個系統";
"System Speakers" = "系統喇叭";
"On Ear" = "貼耳式";
"Over Ear" = "耳掛式";
"In Canal" = "入耳式";
"In Ear" = "耳塞式";
"Bluetooth" = "藍牙";
"External Speakers" = "外部揚聲器";
"LEFT\nSURROUND" = "左\n環繞立體聲";
"RIGHT\nSURROUND" = "右\n環繞立體聲";
"LEFT\nFRONT" = "左\n前方";
"RIGHT\nFRONT" = "右\n前方";
"TWEETER" = "高音";
"SUBWOOFER" = "重低音";
"Quit Older version of Boom" = "退出 Boom 的舊版本";
"System Wide" = "整個系統";
"Dance" = "舞蹈";
"Deep" = "渾厚";
"Dubstep" = "電音";
"Lounge" = "馳放音樂";
"House" = "浩室音樂";
"Reggae" = "雷鬼音樂";
"Hip Hop" = "嘻哈音樂";
"Experience More" = "體驗更多";
"Boom is ON" = "Boom 關閉";
"Boom is OFF" = "Boom 開啟";
"Bass Control" = "低音控制";
"Boom Off" = "Boom 開啟";
"Boom On" = "Boom 關閉";

//Presets
"Bass Boost" = "低音增強";
"Acoustic" = "原音";
"Classical" = "古典音樂";
"Dubstep" = "迴響貝斯";
"Electronic" = "電子音樂";
"Flat" = "降調";
"Jazz" = "爵士";
"Loud" = "大聲";
"Movie" = "影片";
"Music" = "音樂";
"Party" = "聚會";
"Pop" = "流行";
"Rock" = "搖滾";
"Soft" = "柔和";
"Treble Boost" = "高音增強";
"Vocals" = "人聲";

"Incompatible App alert Title" = "Quit and Relaunch Running Applications";
"Incompatible App alert Message" = "Please quit and re-launch %@ to enjoy Booming effects";
"Boom 3D component installation" = "Boom 3D 元件安裝";
"Get Started" = "開始使用";

"Optimum volume boost calibrated for the system speakers" = "最佳音量增加已根據系統喇叭校準";
"We recommend Controlled Boost to be ON for optimal audio experience on your system speakers." = "我們建議開啟控制的增加功能以使您的系統喇叭以提供最佳音訊體驗。";

"We recommend Controlled Boost to be ON \n for optimal audio experience on your \n system speakers." = "我們建議開啟控制的 \n 增加功能以使 您的系統喇叭以 \n 提供最佳音訊體驗。";

"Unregister my copy too. (Removes all registration info)." = "同時取消註冊我的副本。（刪除所有註冊資訊）。";

"Boom 3D needs the Internet to check if it has everything for the best performance. Please connect and try again." = "Boom 3D 需要 Internet 才可檢查是否具備最佳性能。請連線然後再試一次。";
"Internet seems to be offline!" = "Internet 似乎離線！";
"Try Again" = "再試一次";
"Remind me later" = "以後再提醒我";

"TrialUsageDescrition" = "這是 Boom 3D 的 15 天試用版。警告！長期使用可能上癮！";
"TrialUsageSecondDescrition" = "點選“購買”即可購買 Boom 3D。若您已經購買，請按一下“註冊”並提供註冊碼。";

"Install" = "安裝";
"Name" = "姓名";
"Email Address" = "電子郵件地址";
"Registration Code" = "註冊碼";
"Sign me up for Boom 3D Newsletters" = "我要訂閱 Boom 3D 電子報";
"Registering you for Boom 3D." = "正在註冊 Boom 3D.";
"Registering you for Boom 3D.." = "正在註冊 Boom 3D..";
"Registering you for Boom 3D..." = "正在註冊 Boom 3D...";

/* (No Commment) */
"0_Message" = "您輸入的詳細資料錯誤。請重新確認然後再試一次。";

/* (No Commment) */
"0_Title" = "註冊無效！";

/* (No Commment) */
"1_Message" = "您執行的 Boom 3D 不是官方版本。若要繼續使用 Boom 3D\n而不產生問題，請購買許可證。";

/* (No Commment) */
"1_Title" = "未經授權的版本！";

/* (No Commment) */
"2_Message" = "這套 Boom 3D 無效，因為您已申請退費。若要使用 Boom 3D，\n請購買新的許可證。";

/* (No Commment) */
"2_Title" = "糟糕！ ";

/* (No Commment) */
"3_Message" = "您輸入的註冊詳細資料已經存在，或者超出安裝次數限制。\n請取消註冊其中一套系統，並重新輸入詳細資料。";

/* (No Commment) */
"3_Title" = "糟糕！ ";

/* (No Commment) */
"4_Message" = "您執行的 Boom 3D 不是官方版本。若要繼續使用 Boom 3D\n 而不產生問題，請購買許可證。";

/* (No Commment) */
"4_Title" = "未經授權的版本！";

"Help Me!" = "幫幫我!";
"Buy" = "購買";
"Verify Registration" = "驗證註冊";
"Trial" = "試用版";
"Register" = "註冊";
"Registration Completed"="註冊完成";
"Let's Start Booming" = "開始享用 Boom";
"Unregister" = "取消註冊";
"Verification for Extension" = "延長驗證";
"A verification code will be shared to your e-mail address for extension of the trial period. Please share your e-mail address below." = "用於延長試用期的驗證碼將傳送到您的電子郵件地址。請在以下提供您的電子郵件地址。";
"e-mail address" = "電子郵件地址";
"Send Code" = "傳送驗證碼";
"Resend Code" = "重新傳送驗證碼";
"Confirm Code" = "確認驗證碼";
"Please enter the verification code sent to your e-mail address and ‘Verify’." = "請輸入傳送到您電子郵件的驗證碼並「驗證」。";
"Verify" = "驗證";
"Enter Code" = "輸入代碼";

"Due to expiry of trial version, Boom 3D cannot work system-wide." = "由於試用版本過期，Boom 3D 無法在整個系統使用。";
"Extend Trial" = "延長試用期";
"Buy Now" = "立即購買";
"TrialUsageTitle" = "享受震撼音效！";
"TrialPeriodRemaining" = "剩下 %d 天";
"Congratulations, the trial period has been extended!" = "恭喜，試用期已延長！";
"You can enjoy all the features of Boom for the next 7 days. Limited features will remain unlocked, thereafter." = "您可以在隨後 %ld 天使用 Boom 的全部功能。此後限制功能將保持解除鎖定。";

"Alternatively, buy Boom and #FeelYourAudio hassle-free." = "或者，購買 Boom 並 #FeelYourAudio 一勞永逸。";
"#FeelYourAudio" = "#FeelYourAudio";
"You are using Trial Version of Boom 3D" = "您使用的是 Boom 3D 試用版";

"Already purchased Boom 3D?"= "已經購買 Boom 3D？";

"Are you sure, you want to proceed without checking “Start Boom 3D at login”?"="您確定要繼續而不核取「登入時啟動 Boom 3D」？";

"If you proceed, then once you restart the system after device installation, launch Boom 3D app from the application folder." = "如果繼續，則在安裝裝置後重新啟動系統時，可透過應用程式資料夾啟動 Boom 3D 應用程式。";

"Quit and Relaunch Running Applications"="退出並重新啟動執行中的應用程式";

"Please quit and re-launch %@ to enjoy Booming effects" = "請退出並重新啟動 %@ 以享用驚人效果";
"Awww. Verification Failed :(" = "Awww.驗證失敗 :(";
"Please enter the correct verification code, and try again. Else, contact Boom Customer Support Team." = "請輸入正確的驗證碼並重試。或者，請聯絡 Boom 客戶支援團隊。";
"Boom Support" = "Boom 支援";
"Try Again" = "重試";
"Your Trial Of Boom Will End Soon" = "您的 Boom 試用即將結束";
"Snap! Trial Expires Today." = "小菜一碟！試用今天到期。";
"Your free trial of Boom expires today. Extend it now to #FeelYourAudio for 7 more days. Alternatively, buy Boom and #FeelYourAudio hassle-free." = "您的 Boom 免費試用今天到期。立即將其延長以 #FeelYourAudio 再多試用 %ld 天。或者，購買 Boom 並 #FeelYourAudio 一勞永逸。";
"Buy Now" = "立即購買";
"Extend" = "延長";
"restart your Mac.  Please make sure to first save" = "重新啟動 Mac。請確保先儲存";
"Start Trial" = "開始試用";
"Boom 3D is still under trial mode. Would you like to purchase the full version?" = "Boom 3D 仍處於試用模式。您是否要購買完整版本？";
"Hello! Would you like to share your Email ID with us to keep you updated on everything related to Boom 3D ?" = "您好！您是否願意與我們分享您的電子郵件識別碼以便隨時瞭解有關 Boom 3D 的最新動態？";

"Continue Trial" = "繼續試用";

"Try for 15 Minutes" = "試用 15 分鐘。";

"Subscribe" = "訂購";

"Updating..." = "正在更新⋯";
"Problem in receiving code?" = "接收驗證碼有問題？";
"Please confirm your e-mail address for us to resend the verification code." = "請確認您的電子郵件地址以便我們重新傳送驗證碼。";
"UNREGISTER_ALERT_TITLE" = "取消註冊 Boom 3D";
"UNREGISTER_ALERT_BODY" = "取消註冊 Boom 3D 就會回復到試用模式。您可使用相同的授權金鑰重新註冊 Boom 3D。";

"UnInstall_Boom_Message" = "是否繼續解除安裝 Boom 3D？";
"Update Available Notification Description" = "Boom 3D 第 %@ 版已經上架！";
"Later" = "稍後更新";
"More Info" = "更多資訊";

"Complete Update" = "更新完成";
"Update in progress" = "更新中";
"Boom 3D is being updated. Quitting the app will stop the update. Are you sure you want to quit?" = "Boom 3D 正在更新，若結束應用程式，更新作業就會停止。確定要結束嗎？";
"Mail_Subject_Invalid" = "我碰到 Boom 3D 的註冊問題，請提供協助。";
"Mail_Subject_Overdraft" = "我碰到 Boom 3D 的透支問題，請提供協助。";
"Mail_Subject_Refund" = "我碰到 Boom 3D 的退費問題，請提供協助。";
"Feedback" = "Boom 3D 意見";

"To experience" = "要體驗";
"3D sound system wide" = "3D 音響系統，";
"click on 'Experience More'" = "請按一下「體驗更多」";
"System wide audio enhancement requires" = "系統音響增強需要";
"you to download an audio component" = "下載音訊元件";
"Help" = "需要幫助？";//need help? string from Boom2
"Choose or drag a song here \n to experience Boom 3D \n within the app." = "選擇一歌曲或拖曳一歌曲到此處\n以在 App 中 體驗 Boom 3D";
"Now Boom 3D works system-wide." = "現在 Boom 3D 在整個系統中工作。";

"Get started with Boom music player" = "Boom 音樂播放器使用入門";
"Pick a song and play it in 3D" = "選擇一首歌曲並以 3D 進行播放";
"Connect your headphones" = "連接您的耳機";
"to experience the Magical Sound" = "以體驗神奇音效";


"System-wide Audio Enhancement" = "全系統音訊增強";
"Boom needs an audio component to be installed\nto enable 3D sound system wide." = "Boom 需要安裝音訊元件才能啟用全系統 3D 音效。";

"Add new tracks by" = "透過按「+」新增曲";
"pressing ‘+’ or you can directly"= "目或您可以直接";
"drag and drop tracks here." = "將曲目播放至此。";

"Import your Boom 2\nequalizer presets." = "匯入您的 Boom 2\n等化器預設。";
"Your Boom 2 presets are\nsuccessfully imported." = "您的 Boom 2 預設已成功匯入。";
"Are you sure you want to clear the playlist?" = "是否確定要清除此播放清單？";
"This action can’t be undone." = "此操作無法復原。";
"Show Boom player" = "顯示 Boom 播放器";
"Drag and drop songs to play" = "播放歌曲進行播放";
"Imported presets" = "匯入的預設";
"Remove" = "移除";
"Clear all" = "全部清除";
"Boom Playlist" = "Boom 播放清單";
"Boom Player" = "Boom 播放器";
"Get started with" = "開始使用";
"Boom music player" = "Boom 音樂播放器";
"Connected" = "已連接";
"Currently Boom is not working system-wide" = "Boom 目前不在全系統下工作";


"PlayerStateFastForward" = "快轉";
"PlayerStatePause" = "暫停";
"PlayerStatePlay" = "播放";
"PlayerStateRewind" = "倒轉";
"PlayerStateTrackChangeNext" = "下一首";
"PlayerStateTrackChangePrevious" = "上一首";
"RemoteAccept" = "允許";
"RemoteConnected" = "已連接：“%@”";
"RemoteDeviceInviteMessage" = "讓您從遠端控制 Boom 和 Mac 的音量，輕鬆享受，不必動手。";
"RemoteDeviceInviteTitle" = "“%@”想在您的“%@”上控制 Boom 3D";
"RemoteDisconnected" = "連線中斷：“%@”";
"RemoteOFF" = "關閉 Remote";
"RemoteON" = "開啟 Remote";
"RemoteReject" = "拒絕存取";"MacVolume" = "Mac 音量：%@";
"Mute" = "靜音";
"unMute" = "解除靜音";
"MacVolume" = "Mac 音量：%@";

"remoteTutorialSubTitle_0" = "在 iPhone 或 iPad 上控制 Boom 3D 並選取 Mac 媒體應用程式";
"remoteTutorialSubTitle_1" = "使用 Remote 應用程式即可管理 Boom 3D 和 Mac 的預設音量";

"remoteTutorialSubTitle_2" = "iTunes、QuickTime和VLC & Spotify的訪問播放控制";
"remoteTutorialSubTitle_3" = "根據心情設定 Boom 3D 的等化器和音效";

"remoteTutorialSubTitle_4" = "立即免費下載應用程式！";
"remoteTutorialTitle_0" = "隆重推出 Boom 3D Remote 應用程式！";
"remoteTutorialTitle_1" = "立即控制音量";
"remoteTutorialTitle_2" = "立即控制媒體播放器";
"remoteTutorialTitle_3" = "立即控制“等化器”和“音效”";
"remoteTutorialTitle_4" = "輕鬆遙控 Boom！";

"RemoteControlAuthenticatedState" = "已認證可控制 Boom 3D 的裝置";
"RemoteControlEditingState" = "移除以下設備的認證";
"RemoteControlNormalState" = "透過 iOS 裝置遙控 Boom 3D！";
"Boom Remote Off" = "Boom Remote 開啟";
"Boom Remote On" = "Boom Remote 關閉";
"Boom 2 Presets" = "Boom 2 預設";

"Skip" = "跳過";

"Equalizer presets" = "均衡器預設";

"Adjust the slider for optimum Bass" = "調整滑桿以獲得最佳低音";
